000100 IDENTIFICATION DIVISION.                                         PROG0001
000200* THIS IS A COMMENT LINE WITH 'QUOTE                              PROG0002
000300 PROGRAM-ID. HELLO.                                               PROG0003
000400/ PAGE EJECT COMMENT                                              PROG0004
000500 PROCEDURE DIVISION.                                              PROG0005
000600     DISPLAY 'IT''S A STRING'.                                    PROG0006
000700     DISPLAY "DOUBLE ""Q""". *> INLINE COMMENT                    PROG0007
000800     STOP RUN.                                                    PROG0008
