//MYJOB    JOB (ACCT),'PROGRAMMER NAME',CLASS=A
//* THIS IS A COMMENT WITH 'QUOTE
//STEP1    EXEC PGM=IEFBR14,PARM='IT''S'
//DD1      DD DSN=MY.DATA.SET,DISP=SHR
